alsa-card-profiles
alsa-firmware
alsa-oss
alsa-utils
arch-install-scripts
archlinux-wallpaper
atril
autoconf
automake
base
bind
bison
bluez-utils
caja
caja-image-converter
caja-open-terminal
caja-sendto
caja-share
caja-wallpaper
caja-xattr-tags
chromium
cmake
debugedit
dhcpcd
dialog
docker
docker-compose
efibootmgr
engrampa
eom
fakeroot
firefox
flex
freerdp
gcc
git
gnome-keyring
gnu-free-fonts
gparted
grub
gtk4
htop
java-environment-common
java-runtime-common
konqueror
kruler
libreoffice-still
libvncserver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
macchanger
make
marco
mariadb
mate-applets
mate-backgrounds
mate-calc
mate-control-center
mate-desktop
mate-icon-theme
mate-icon-theme-faenza
mate-media
mate-menus
mate-netbook
mate-notification-daemon
mate-panel
mate-polkit
mate-power-manager
mate-screensaver
mate-sensors-applet
mate-session-manager
mate-settings-daemon
mate-system-monitor
mate-terminal
mate-themes
mate-user-guide
mate-user-share
mate-utils
mozo
neofetch
neovim
net-tools
netctl
networkmanager
nginx
nmap
nodejs
npm
obs-studio
openjdk-src
os-prober
patch
pkgconf
pluma
postgresql
pulseaudio
pulseaudio-bluetooth
pulsemixer
python-pyalsa
recordmydesktop
remmina
rust-analyzer
rustup
sof-firmware
spice-gtk
sshpass
sudo
texinfo
thunderbird
tigervnc
ufw
v4l2loopback-dkms
v4l2loopback-utils
vi
vim
virtualbox
virtualbox-host-modules-arch
virtualbox-sdk
vulkan-extra-layers
vulkan-intel
vulkan-tools
wget
which
xf86-video-vesa
xfce4-pulseaudio-plugin
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
